[
  {
    "id": 1,
    "title": "VITALISM CALL TO ACTION",
    "summary": "A call to world leaders to accelerate medical research.",
    "content": "Dear Leaders, Parliaments, and Governments of the World, <br/><br/>Recent groundbreaking progress in science, particularly in areas such as artificial intelligence and biotechnology, has brought humanity to a pivotal moment in history. For the first time, it is realistic to envision the defeat of aging and diseases within the lifetimes of many people alive today. Recognizing this unprecedented opportunity, we believe it is our moral imperative to call on the governments of the world to take decisive action.<br/><br/>We, the undersigned scientists, healthcare professionals, and concerned citizens, urge you to launch a Moonshot to develop breakthrough technologies that have the potential to keep people healthy and alive for as long as they desire, and urgently <b>allocate to that Moonshot at least 0.2% of your country federal budget expenditures per year, with a gradual increase to a minimum of 1% per year by 2030.</b><br/><br/>Importantly, it shouldn't be done through decreasing funding for already established research institutions in health science or in other areas of fundamental and applied science.<br/><br/>Additionally, we call for 0.001% of your country's federal budget expenditures per year, to organize a committee that would decide how to spend that additional funding in the most efficient way to accelerate scientific progress towards defeating aging and age-related diseases.<br/><br/>We believe that most of us will immensely benefit from this Moonshot.<br/><li>For most people, this Moonshot will increase their healthspan and quality of life in old age.<li>Economically, it has been estimated that a slowdown in aging that increases life expectancy by 1 year is worth trillions of US dollars.<li>Socially, it addresses the challenges posed by aging populations and declining fertility rates as Europe and other regions transition to new demographic patterns.<li>Some of us would benefit even more: we would live to the time when aging is optional, and death of old age is a choice, not an inevitability.<br/><br/>The question is not whether humankind will find these technologies to make aging optional, to make death of old age a choice. The first person who will see that future is most likely already born.<br/>The real question is, how many of us who want to see that future, will have that choice.<br/><br/>We ask all supporters to sign and make the utmost effort to ensure that this Moonshot is launched.",
    "signatures": [
      {
        "name": "John Doe",
        "email": "JohnDoe@harvard.edu",
        "affiliation": "Harvard Medical School",
        "note": "I fully support this Open Letter",
        "socialLinks": "x.com/johndoeDoc/783",
        "filePath": null,
        "timestamp": "2025-01-13T14:43:17.949Z",
        "verified": 1
      },
      {
        "name": "Jane Smith",
        "email": "JaneSmith@stanford.edu",
        "affiliation": "Stanford University",
        "note": "This initiative is crucial for advancing medical research.",
        "socialLinks": "x.com/janeSmithMed/102",
        "filePath": null,
        "timestamp": "2025-01-13T15:12:43.123Z",
        "verified": 1
      },
      {
        "name": "Robert Brown",
        "email": "RBrown@oxford.ac.uk",
        "affiliation": "University of Oxford",
        "note": "Pleased to see such efforts gaining traction.",
        "socialLinks": "x.com/robertBrownPhD/421",
        "filePath": null,
        "timestamp": "2025-01-13T15:25:09.456Z",
        "verified": 1
      },
      {
        "name": "23e",
        "email": "23e23e@wefwe.wefwef",
        "affiliation": "23e",
        "note": "23e",
        "socialLinks": "23e",
        "filePath": null,
        "timestamp": "2025-01-13T23:53:11.501Z",
        "verified": 0
      },
      {
        "name": "23",
        "email": "23e23e@wefwe.wefwef",
        "affiliation": "32",
        "note": "3e",
        "socialLinks": "2e",
        "filePath": null,
        "timestamp": "2025-01-14T00:15:26.924Z",
        "verified": 0
      },
      {
        "name": "23e",
        "email": "23e23e@wefwe.wefwef",
        "affiliation": "23e",
        "note": "23e",
        "socialLinks": "e23e",
        "filePath": "/uploads/1736813760644-recorded-video.webm",
        "timestamp": "2025-01-14T00:16:00.649Z",
        "verified": 0
      },
      {
        "name": "wed",
        "email": "23e23e@wefwe.wefwef",
        "affiliation": "342",
        "note": "234",
        "socialLinks": "234",
        "filePath": "/uploads/1736813782807-recorded-video.webm",
        "timestamp": "2025-01-14T00:16:22.808Z",
        "verified": 0
      },
      {
        "name": "23e",
        "email": "32e@we.re12345",
        "affiliation": "3e",
        "note": "23e",
        "socialLinks": "32e",
        "filePath": "/uploads/1736815906532-My video - Date.mp4",
        "timestamp": "2025-01-14T00:51:46.563Z",
        "verified": 0
      }
    ]
  },
  {
    "id": 2,
    "title": "Cryonics Call to Action",
    "summary": "A call to world leaders to accelerate research on reversible cryopreservation.",
    "content": "Dear Leaders, Parliaments, and Governments of the World,<br/><br/>We, the undersigned scientists and concerned citizens, urge you to <b>launch a Moonshot to develop technologies of reversible human cryopreservation, and allocate to that Moonshot at least 0.02% of your country federal budget expenditures per year, with a gradual increase to a minimum of 0.1% per year by 2030.</b><br/><br/>Additionally, we call for 0.0001% of your country's federal budget expenditures per year, to organize a committee that would decide how to spend that additional funding in the most efficient way to accelerate scientific progress towards defeating aging and age-related diseases.<br/><br/>Cryonics is a legitimate science-based endeavor [1] aimed to offer dying people the choice to stay alive and healthy instead of dying, using very deep cooling that almost stops chemistry processes until future technologies would be able to bring these patients back to life and restore their health.<br/><br/>Current cryopreservation procedures have a large potential for improvement, in order to increase the probability of success. Unfortunately, this field of science receives a very limited amount of funding.<br/><br/>While there may be concerns about certain aspects or consequences of reversible cryopreservation, we believe that these challenges can be met with careful consideration and regulation. The potential benefits far outweigh the risks.<br/><br/>We ask all supporters to sign and make the utmost effort to ensure that this Moonshot is launched.<br/><br/>[1] https://www.biostasis.com/scientists-open-letter-on-cryonics/",
    "signatures": [
      {
        "name": "John Doe",
        "email": "JohnDoe@harvard.edu",
        "affiliation": "Harvard Medical School",
        "note": "I fully support this Open Letter",
        "socialLinks": "x.com/johndoeDoc/783",
        "filePath": null,
        "timestamp": "2025-01-13T14:43:17.949Z",
        "verified": 1
      },
      {
        "name": "Jane Smith",
        "email": "JaneSmith@stanford.edu",
        "affiliation": "Stanford University",
        "note": "This initiative is crucial for advancing medical research.",
        "socialLinks": "x.com/janeSmithMed/102",
        "filePath": null,
        "timestamp": "2025-01-13T15:12:43.123Z",
        "verified": 1
      },
      {
        "name": "Robert Brown",
        "email": "RBrown@oxford.ac.uk",
        "affiliation": "University of Oxford",
        "note": "Pleased to see such efforts gaining traction.",
        "socialLinks": "x.com/robertBrownPhD/421",
        "filePath": null,
        "timestamp": "2025-01-13T15:25:09.456Z",
        "verified": 1
      }
    ]
  }
]